"1 60 1 4206624770 ,"
"input.1 1 3 256 256 ,"
" 128 129 131 132 134 135 137 138 140 141 143 144 146 147 149 150 152 153 155 156 157 159 160 162 163 164 166 167 169 170 171 173 174 176 177 178 180 181 190 192 193 194 196 197 206 208 209 210 212 213 222 224 225 226 228 229 238 239 240 input.1 ,"
"240 ,"
" 59 ,"
"Convolution Conv_0 1 1 input.1 128 1 3 32 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_2 1 1 128 129 ,"
"Convolution Conv_3 1 1 129 131 1 32 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_5 1 1 131 132 ,"
"Convolution Conv_6 1 1 132 134 1 32 64 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_8 1 1 134 135 ,"
"Convolution Conv_9 1 1 135 137 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_11 1 1 137 138 ,"
"Convolution Conv_12 1 1 138 140 1 64 96 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_14 1 1 140 141 ,"
"Convolution Conv_15 1 1 141 143 1 96 96 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_17 1 1 143 144 ,"
"Convolution Conv_18 1 1 144 146 1 96 128 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_20 1 1 146 147 ,"
"Convolution Conv_21 1 1 147 149 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_23 1 1 149 150 ,"
"Convolution Conv_24 1 1 150 152 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_26 1 1 152 153 ,"
"Convolution Conv_27 1 1 153 155 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_29 2 1 155 150 156 ,"
"ReLU Relu_30 1 1 156 157 ,"
"Convolution Conv_31 1 1 157 159 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_33 1 1 159 160 ,"
"Convolution Conv_34 1 1 160 162 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_36 2 1 162 157 163 ,"
"ReLU Relu_37 1 1 163 164 ,"
"Convolution Conv_38 1 1 164 166 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_40 1 1 166 167 ,"
"Convolution Conv_41 1 1 167 169 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_43 2 1 169 164 170 ,"
"ReLU Relu_44 1 1 170 171 ,"
"Convolution Conv_45 1 1 171 173 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_47 1 1 173 174 ,"
"Convolution Conv_48 1 1 174 176 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_50 2 1 176 171 177 ,"
"ReLU Relu_51 1 1 177 178 ,"
"Convolution Conv_52 1 1 178 180 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_54 1 1 180 181 ,"
"Upsample Upsample_55 1 1 181 190 1 2 2 0 ,"
"Convolution Conv_56 1 1 190 192 1 128 96 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_58 1 1 192 193 ,"
"Add Add_59 2 1 193 144 194 ,"
"Convolution Conv_60 1 1 194 196 1 96 96 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_62 1 1 196 197 ,"
"Upsample Upsample_63 1 1 197 206 1 2 2 0 ,"
"Convolution Conv_64 1 1 206 208 1 96 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_66 1 1 208 209 ,"
"Add Add_67 2 1 209 138 210 ,"
"Convolution Conv_68 1 1 210 212 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_70 1 1 212 213 ,"
"Upsample Upsample_71 1 1 213 222 1 2 2 0 ,"
"Convolution Conv_72 1 1 222 224 1 64 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_74 1 1 224 225 ,"
"Add Add_75 2 1 225 132 226 ,"
"Convolution Conv_76 1 1 226 228 1 32 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_78 1 1 228 229 ,"
"Upsample Upsample_79 1 1 229 238 1 2 2 0 ,"
"Convolution Conv_80 1 1 238 239 1 32 3 3 3 1 1 1 1 1 -1 1 1 ,"
"Tanh Tanh_81 1 1 239 240 ,"
