"1 49 1 4206624770 ,"
"input.1 1 3 224 224 ,"
" 124 125 127 128 130 131 132 134 135 137 138 139 141 142 144 146 147 148 150 151 153 154 155 157 158 160 162 163 164 166 167 169 170 171 173 174 176 178 179 180 182 183 185 186 187 188 189 190 input.1 ,"
"190 ,"
" 48 ,"
"Convolution Conv_0 1 1 input.1 124 1 3 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_2 1 1 124 125 ,"
"Convolution Conv_3 1 1 125 127 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_5 1 1 127 128 ,"
"Convolution Conv_6 1 1 128 130 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_8 2 1 130 125 131 ,"
"ReLU Relu_9 1 1 131 132 ,"
"Convolution Conv_10 1 1 132 134 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_12 1 1 134 135 ,"
"Convolution Conv_13 1 1 135 137 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_15 2 1 137 132 138 ,"
"ReLU Relu_16 1 1 138 139 ,"
"Convolution Conv_17 1 1 139 141 1 64 128 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_19 1 1 141 142 ,"
"Convolution Conv_20 1 1 142 144 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_22 1 1 139 146 1 64 128 1 1 2 2 0 0 1 -1 1 1 ,"
"Add Add_24 2 1 144 146 147 ,"
"ReLU Relu_25 1 1 147 148 ,"
"Convolution Conv_26 1 1 148 150 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_28 1 1 150 151 ,"
"Convolution Conv_29 1 1 151 153 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_31 2 1 153 148 154 ,"
"ReLU Relu_32 1 1 154 155 ,"
"Convolution Conv_33 1 1 155 157 1 128 256 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_35 1 1 157 158 ,"
"Convolution Conv_36 1 1 158 160 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_38 1 1 155 162 1 128 256 1 1 2 2 0 0 1 -1 1 1 ,"
"Add Add_40 2 1 160 162 163 ,"
"ReLU Relu_41 1 1 163 164 ,"
"Convolution Conv_42 1 1 164 166 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_44 1 1 166 167 ,"
"Convolution Conv_45 1 1 167 169 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_47 2 1 169 164 170 ,"
"ReLU Relu_48 1 1 170 171 ,"
"Convolution Conv_49 1 1 171 173 1 256 512 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU Relu_51 1 1 173 174 ,"
"Convolution Conv_52 1 1 174 176 1 512 512 3 3 1 1 1 1 1 -1 1 1 ,"
"Convolution Conv_54 1 1 171 178 1 256 512 1 1 2 2 0 0 1 -1 1 1 ,"
"Add Add_56 2 1 176 178 179 ,"
"ReLU Relu_57 1 1 179 180 ,"
"Convolution Conv_58 1 1 180 182 1 512 512 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU Relu_60 1 1 182 183 ,"
"Convolution Conv_61 1 1 183 185 1 512 512 3 3 1 1 1 1 1 -1 1 1 ,"
"Add Add_63 2 1 185 180 186 ,"
"ReLU Relu_64 1 1 186 187 ,"
"Pooling GlobalAveragePool_65 1 1 187 188 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape Flatten_66 1 1 188 189 0 4 4 0 -1 1 1 ,"
"InnerProduct Gemm_67 1 1 189 190 10 1 0 1 ,"
